Repository: Fysikteknologsektionen/ftek-plugins
Catalog: chalmers-card-widget/languages/chcw-*.po
Languages: sv_se

source: Student Union Card
sv_se: Kårkort

source: Chalmers Card Widget
sv_se: Kårkortswidget

source: Shows account balance for Chalmers Student Union Cards.
sv_se: Visar kårkortssaldo.

source: SEK
sv_se: kr

source: Card Balance
sv_se: Kårkortsaldo

source: You can find your 16 digit number on your Student Union Card.
sv_se: Du kan hitta ditt 16-siffriga nummer på ditt kårkort.

source: Write the whole number on your Student Union Card. This needs to be updated when you get a new one.
sv_se: Skriv in hela numret för ditt kårkort. Detta måste uppdateras när du får ett nytt.

source: Charge card
sv_se: Ladda kort

source: Remove card
sv_se: Ta bort kort

source: Please input 16 digits.
sv_se: Var vänlig skriv in 16 siffror

source: Fetching balance...
sv_se: Hämtar saldo...

source: Card number
sv_se: Kortnummer

source: Get balance
sv_se: Hämta saldo

source: Could not fetch balance.
sv_se: Kunde inte hämta saldo.
