Repository: Fysikteknologsektionen/ftek-plugins
Catalog: ftek-course-pages/languages/ftekcp-*.po
Languages: sv_se

source: Course info
sv_se: Kursinfo

source: Course code
sv_se: Kurskod

source: Course credit
sv_se: Högskolepoäng

source: Course website url
sv_se: Kurshemsidans URL

source: PingPong page url
sv_se: PingPong-sidans URL

source: Course representatives
sv_se: Kursutvärderare

source: Enter cids
sv_se: Mata in cids

source: Study periods
sv_se: Läsperioder

source: Programme year
sv_se: Årskurs

source: Programmes
sv_se: Program

source: Course attendants
sv_se: Kursdeltagare

source: Approximately how many students attend the course? Used for sorting purposes.
sv_se: Ungefär hur många studenter läser kursen? Används för att sortera kurserna.

source: Master course
sv_se: Masterskurs

source: Course website
sv_se: Kurshemsida

source: There doesn't seem to be any study material for this course.
sv_se: Det verkar inte finnas något veckoblad för den här kursen.

source: Course pages
sv_se: Kurssidor

source: Course page
sv_se: Kurssida

source: All Course Pages
sv_se: Alla kurssidor

source: Add New
sv_se: Skapa ny

source: Add New Course Page
sv_se: Skapa ny kurssida

source: Edit Course Page
sv_se: Redigera kurssida

source: New Course Page
sv_se: Ny kurssida

source: View Course Page
sv_se: Visa kurssida

source: Search Course Pages
sv_se: Sök kurssidor

source: No course pages found
sv_se: Inga kurssidor hittades

source: No course pages found in Trash
sv_se: Inga kurssidor hittades i papperskorgen

source: Ftek Course Pages Settings
sv_se: Inställningar för Fteks kurshemsidor

source: Ftek Course Pages
sv_se: Ftek Kurssidor

source: Date settings
sv_se: Datuminställningar

source: Enter the <strong>end date</strong> for every study period.
sv_se: Skriv in <strong>slutdatum</strong> för varje läsperiod.

source: End date, study period %s
sv_se: Slutdatum, läsperiod %s

source: Schedule settings
sv_se: Schemainställningar

source: Enter the URL to the schedule for each class. The linked schedule should begin with the current week and end a year later.
sv_se: Skriv in URLen till schemat för varje klass. Det länkade schemat ska börja med nuvarande vecka och sluta ett år senare.

source: Schedule URL %s
sv_se: Schema-URL %s

source: Month
sv_se: Månad

source: Day
sv_se: Dag

source: Course page on ftek.se
sv_se: Kurssida på ftek.se

source: Class
sv_se: Klass

source: Period
sv_se: Läsperiod

source: External links
sv_se: Externa länkar

source: Ftek Course Widget
sv_se: Ftek Kurs-widget

source: Shows current courses for F and TM at Chalmers University
sv_se: Visar aktuella kurser för F och TM på Chalmers

source: Courses
sv_se: Kurser

source: Year
sv_se: Årskurs

source: Schedule
sv_se: Schema

source: More courses &#8594;
sv_se: Fler kurser &#8594;

source: Last course evaluation
sv_se: Senaste kursnämndsprotokoll

source: Intended learning outcomes
sv_se: Lärandemål och innehåll

source: Course evaluation
sv_se: Kursnämndsprotokoll

source: Intended course outcomes
sv_se: Lärandemål och innehåll
